const HASAN_STUDENTS = [
    {
        "name":  "ابراهيم هيثم عيد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "احمد ابراهيم شوعي الحملي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "أحمد الاسود فرحان الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "احمد الحميدي فهاد السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "أحمد جايز سعدي الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "أحمد حميد عبدالرحمن الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "أحمد سطام مرعي الاحمدي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "أحمد سلمان نومان الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "أحمد عبدالله  علي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "احمد فازع طناء الرمالي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "أحمد فهد عفات الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "احمد محمد سلمان السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "اسامة محمد - حسين",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "اسامه خلف بالش الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "أصيل احمد خلف السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "اصيل دغيم عماش الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "اكرم عبدالرحمن جزاع الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "البراء عبدالله معيوف الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "الحميدي فلاح الحميدي الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "الوليد باسم حامد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "الياس عادل مطير السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "أمجد نايف عياده الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "أمير شجاع مجول الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "أنس راجح عييبان الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "انس نايف فايز الدغماني",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "انور سامي محمد الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "أنور عارف عايد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "اياد هاني سالم الدلبة",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "ايمن عبدالله مساعد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "باسل احمد محمد الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "باسل فايز فرحان الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "بجاد هايل عواد رمالي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "بدر خالد بن طايع البلوي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "بدر صالح دبلان العطوي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "بدر صالح علي الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "بدر عبدالله باني الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "بدر فهد عرهان السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "بدر نازل مبارك الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "بندر ثامر فريح الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "بندر محمد بن ناوي الطويلعي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "بهيج محمد شيحان الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "تركي احمد عبدالرحمن السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "تركي مبارك رزقان الرشيدي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "تميم عبدالله بن سحلي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "تميم فرحان مشحن الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ثامر عايد بن رويضان العطوي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "جاسر عقيل عبدالله الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "جاسم محمد علي السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "جبر سامي جبر الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "جمال خلف مطني الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "جمال متعب سطام الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "جهاد عبدالرحمن مسلم الوديعه",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "جهز سلمان عقلاء الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "حاتم محمد فرحان السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "حاتم معيض ملهلم العنزي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "حامد ياسر حامد الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "حبيب جمال حبيب الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "حسام جمال حبيب الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "حسام مفرح خميس الدغمي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "حسان عبيد عابد الفهد",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "حمد عبيد كتاب الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "حمد محمد حمد السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "حمد منيف عبدالله السويلم",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "حمدان احمد محمد عبدالله",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "حمود جريذي جديع الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "حمود مضحي عايد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "خالد احمد حمود السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "خالد بن وليد بن محمد المطلق",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "خالد تركي فالح الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "خالد زياد سالم العطوي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "خالد سليمان عبدالله العطوي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "خالد سليمان مدشر الاشجعي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "خالد فيصل عبدالرحمن الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "خالد محمد قلاط الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "خليف عبدالله خليف السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ذيب عمر ذيب الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "راشد مرضي مناحي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "راكان مساعد ذياب الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "رجاء عايد بن رويضان العطوي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "رجاء فهد صالح الضميري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "رضى زيد الفرحي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "رواف فارس ممدوح الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "رياض حامد السندي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "رياض فايز شطيط العطاالله",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "ريان غزاي عبدالله الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "ريان هاني حمود الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "زاهي مختار سلمان الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "ساجر سعدي رحيل الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "ساري محمد مبارك الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سامي الحلو دول الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سامي فراج ملهي الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "سردي صلاح ربيع الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سطام ممدوح جازي العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سطام هشال عواد الهشال",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سعود سطام مرعي الاحمدي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "سعود عبدالعزيز مطير السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "سعود عبدالله مطير السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "سعود عناد عامش الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "سعود فارس عويد الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "سعود كريم حمد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلطان الحميدي فهاد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "سلطان بدر زراع الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "سلطان بدر ضيف الله الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان برجس درزي العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "سلطان بندر بريت الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "سلطان حامد عابد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان رواف فريوان الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان سلمان عقلاء الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلطان عبدالله دخيل العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان فهد عفات الدغمي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلطان -فيصل - مطر",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان محمد صالح مساعد",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "سلطان نواف عزيز السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلمان فريح عطا الله الهشال",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلمان مساعد خليف السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سلمان منصور سلمان الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "سليمان رجعان سليمان الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "سليمان فيصل بن سليمان العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سليمان محمد سليمان السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "سليمان مسعر كليب الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "سليمان نايف سليمان الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "سمير خالد صالح السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سند حمود عبدالرحمن السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "سياف نايف مرضي الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سيف حسن احمد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "سيف خالد فهد السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "سيف سلمان فهد الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سيف عبدالله دخيل العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "سيف فليح حمدان الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "سيف نايف خلف السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "سيف نايف محيرس الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "شادي سرور صاقر الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "شامخ عيد سلمان السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "شهاب محمد ناوي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "صالح حمدان فالح السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "صالح محمد حمود السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ضاري سعد دبيان الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ضاري محمد مريزيق السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "ضافي عطاالله ضافي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "طارق زياد سعود الهديرس",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "طارق عبدالله عمير الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "طارق ناصر أحمد الوديعه",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "طارق نواف عشبان الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "طراد نواف طراد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "طلال أحمد خليف الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "طلال أنور حمدان النعمان",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "طلال فهد هرماس الدلبه",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "طلال مساعد سعود الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عابد محمد عبدالله السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عابد هشال ابراهيم الهشال",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عادل محمد عناد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عاصم عبدالعزيز بن سالم الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عاصم مونس مفرح الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عامر محمد عواد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبد العزيز احمد فهاد العليان",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالاله بن صياح بن مشح الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالاله ثامر حمود الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالاله عيد سلمان السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالاله عيسى مقبل الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالاله غزاي عبدالله الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالاله ماجد ألأملح الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالاله هاني حمود الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالحكيم فهد تركي الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالرحمن الحميدي فلحي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن خالد درزي العنزي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالرحمن خالد عبدالرحمن الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالرحمن صالح معزي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن عايد الدخلي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن عبدالله عبدالرحمن الدلبه",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن علي محمد العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن ماجد عبدالله الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالرحمن نايل مطني الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالسلام جزع محيص الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالعزيز بدر وارد الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالعزيز حمود تركي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالعزيز خالد بن مسند الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالعزيز سعود مطر السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالعزيز صلفيق جايز الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالعزيز عبدالله مطلق الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالكريم حسن علي الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالكريم نادر عبدالكريم العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالله بدر عطيه الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله حابس مرجي العنزي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله خالد لافي السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله سامي عبدالله الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالله سلمان حمدان النصيري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالله شجاع ناير الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالله فلاح بن غبن الحويطي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله ماجد محمد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله مطير عبدالله الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله مقبل ضيدان الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالله ناجم خليف العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالله نايف بن كليب الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالله نواف عشبان الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالله يزيد زيد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالمجيد بدر وارد الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالمحسن عيسى بن فواز العنزي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالملك جزع محيص الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عبدالملك حابس عيد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالملك زايد فاضل الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالملك عواد فليجان الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالملك ماجد ملفي الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عبدالهادي سلامه خلف الشرعان",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عبدالوهاب سحيمان مدلول الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عدي احمد مشحن الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عرهان سعد عرهان السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "عساف عبدالرحمن حمدان البنيه",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "عقاب منيف بن غضيان الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "علي حسن محمد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عماد ضافي سعدي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "عمار حجي فرحان الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عمر سلطان سالم الدلبة",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "عمر عبدالعزيز بن سالم الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عمر عبدالعزيز صعفق المطيري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "عمر عوض حوران العنزي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عمر مهدي عقيل الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "عناد عادل عناد السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "عوده فايد عوده الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "عيسى ماجد رافد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "غازي محمد غازي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "غربي بدر غربي السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "غيث جزاء حمود الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "غيث ضيدان فايد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "غيث فايز الطرقي الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "غيث فرحان السحيل الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "غيث محمد علي السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "غيث نايف خلف السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "فادي ناهي عبدالله الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "فارس امجد عزيز السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "فارس بن ماجد بن عبدالله الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "فارس خلف كاتب الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فارس فهيد مطر السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فاهد سعود فاهد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "فايز صالح دبلان العطوي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "فايز صالح هرماس الدلبه",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "فراس فهد محمد الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "فراس ماجد فالح السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فراس محمد مشحن الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "فرحان خالد فرحان السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فلاح غنام درعان الدغمي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فنر ممدوح درزي العنزي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "فهاد فهد عزيز الهشال",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فهاد محمد فهاد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "فهد أحمد صبيح السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "فهد احمد محمد زهير النقيب",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فهد الحلو فهد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فهد جابر هلال الزغير",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فهد خالد بن مسند الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فهد فهاد عزيز الهشال",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فهد فيصل درزي العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "فهد محمد صلاح الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "فهد محمد ملهي الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فهد مسعر كليب الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فهد ممدوح درزي العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "فهد ناصر عيد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "فهد هاني ذياب الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فواز احمد محمد الدغمي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فواز خالد حمدان النصيري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فواز علي مشعل الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فيصل جلال مشرف العليوي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "فيصل حمود بن هلال الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "فيصل راجح فيصل العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "فيصل راكان فرحان الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "فيصل سلوم مجول الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "فيصل عارف جايز الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "قحطان شريف قحطان عبدالقوي الراشدي",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "قصي عبدالله مطلق الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "قصي فهد مناحي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "كايد وليد محمد المطلق",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "ماجد بندر بن شلاح الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "ماجد رجاء عائد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "ماجد عبدالله عيد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "مالك أحمد عواد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "مالك دغيم مبارك الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "مالك عبدالله عنان الدغماني",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "مبارك محمد مبارك الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "متعب عبدالله فهاد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "مثنى حمود عيد الجبيلي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد الاسمر مناحي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد البراء محمد العقيل",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد بدر حمدان النصيري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد جمال هليل الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد حبيب محمد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد حربي محمد النواصره",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد حسن محمد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد حمد محمد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد حمود مطير الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد رضا قائض الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد سامي محمد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد ضحيان غالب الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد عبدالعزيز عبدالغني حمود العكام",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد عبدالفتاح - الخيامي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد عبدالله راضي العنزي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد عبدالمجيد حضيري الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد عويد محمد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد فايز عنان الدغماني",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد فهد جضعان الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد فهد محمد الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد فوزي محمد السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد ماجد عبدالله الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد ماطر جربوع الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد مشعل ملهي الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "محمد موسى فالح السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "محمد نحيطر سميحان الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "محمد يوسف محمد الزوم",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "مراد مبارك معزي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "مرضي نواف محمد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "مساعد أيمن مساعد السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشاري احمد علي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشاري خالد عبدالرزاق الدلبه",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشاري عبدالله سويد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشاري فهد خلف السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشاري محسن مشافت الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "مشعل عبدالعزيز حمدان النعمان",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "مشعل فهد فالح السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشعل محمد حمود السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "مشهور الرواي حمد الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "مشهور مساعد خليف السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "مطر عبدالله فايد الشمري",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "مقبل فهد فايد الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "ممدوح سعود نايف الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ممدوح مسعر كليب الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "مهند عوض ناوي الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "مهند ماجد فالح الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "مهند نايل مطني الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "مؤيد محمد جضعان الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "نادر عبدالله باني الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "نايف بن راضي بن سعدي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف حمدان علي الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "نايف حميد عبدالرحمن الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف زيد عافت الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "نايف سطام شخير العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "نايف سعود سالم الدلبه",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف سلطان فالح السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف سلطان نايف الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف سلمان فهد الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "نايف سلمان محمد العليوي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف شريف قحطان الراشدي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف عايد غازي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "نايف عيد سلمان السرحاني",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "نايف متعب حمود الضميري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "نايف نايف مطلق الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "نايف نواف عزيز السرحاني",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "نصر راجي عواد المانع",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "نمر احمد سعدي البقعاوي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "نواف انور دحام الدغمي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "نواف حمدان ضرباح الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "نواف فواز منصور الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "نواف محمد نومان الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "نواف منصور عبدالله العنزي",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "نواف منيف عبدالله السويلم",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "هتان فهد مناحي الشمري",
        "grade":  "الأول متوسط",
        "cls":  "2"
    },
    {
        "name":  "هيثم دغيم صلفيق الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "وافي ماجد ألأملح الشمري",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "والم فواز نازل الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "وليد حسن علي الشهري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "وليد خالد جايز الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "ونيس وديد ونيس الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "ياسر جلال مشرف العليوي",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "ياسر عارف صالح السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "ياسر محمد ملهي الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "1"
    },
    {
        "name":  "ياسر منور محمد السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "يزن جابر يحي حقوي",
        "grade":  "الثاني متوسط",
        "cls":  "2"
    },
    {
        "name":  "يزن ممدوح محمد الرويلي",
        "grade":  "الثاني متوسط",
        "cls":  "1"
    },
    {
        "name":  "يزيد مقحص فالح الرساسمه",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "يوسف احمد محمد زهير النقيب",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "يوسف بدر ابراهيم السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "يوسف بن محمد بن حمود السرحاني",
        "grade":  "الثالث متوسط",
        "cls":  "3"
    },
    {
        "name":  "يوسف زايد يوسف الكثيري",
        "grade":  "الأول متوسط",
        "cls":  "3"
    },
    {
        "name":  "يوسف كايد زاهي الرويلي",
        "grade":  "الثالث متوسط",
        "cls":  "2"
    },
    {
        "name":  "يوسف محمد جزاع العنزي",
        "grade":  "الأول متوسط",
        "cls":  "1"
    },
    {
        "name":  "يونس فرحان الدخلي الشمري",
        "grade":  "الثاني متوسط",
        "cls":  "3"
    },
    {
        "name":  "يونس كايد زاهي الرويلي",
        "grade":  "الأول متوسط",
        "cls":  "2"
    }
];